const articles = [
  {
    id: "1",
    title: "اسکرام",
    category: "برنامه نویسی",
    content: "اسکرام یک روش گروهی برای تولید و توسعه نرم افزار است...",
  },
  {
    id: "2",
    title: "برنامه نویسی دو نفره",
    category: "برنامه نویسی",
    content:
      "برنامه‌نویسی دونفره، حالتی است که در آن دو نفر به صورت همزمان در یک مکان مشغول برنامه‌نویسی می‌شوند... ",
  },
  {
    id: "3",
    title: "فواید ورزش",
    category: "ورزشی",
    content: "ورزش کمک می کند که بهتر و راحت تر بخوابید.",
  },
  {
    id: "4",
    title: "دماوند",
    category: "طبیعت",
    content:
      "دماوند، برجسته‌ترین پدیده‌ی طبیعی ایران، خاستگاه اسطوره‌های ایرانی، کوهی است با تاریخ سرشار از صعودهای دیرین.",
  },
  {
    id: "5",
    title: "انسان و محیط زیست",
    category: "زیست شناسی",
    content:
      "همه محیط‌هایی که در آنها زندگی جریان دارد محیط زیست نامیده می‌شود",
  },
  {
    id: "6",
    title: "زمین، مهد انسان",
    category: "زمین شناسی",
    content:
      "زمین ، سومین سیاره نزدیک به خورشید و بزرگترین سیاره در میان سیارات درونی است.",
  },
  {
    id: "7",
    title: "زمین پاک",
    category: "زمین شناسی",
    content: "حال زمین خوب نیست، نفس سیاره مان به شمارش افتاده.",
  },
  /*{
    id: "8",
    title: "",
    category: "",
    content: "",
  },
  {
    id: "9",
    title: "",
    category: "",
    content: "",
  },
  {
    id: "10",
    title: "",
    category: "",
    content: "",
  },*/
];

export function getArticles() {
  return articles;
}
